function Footer() {
    return (
        <footer className="footer">
          <p className="footer__text">0+
          {"\n"} Для предзаказа доступна колонка в цвете «антрацит».
          {"\n"} Продавец устройств на Яндекс Маркете: ООО «Простор», ОГРН 1127747074377, 
          {"\n"} ул. Выборгская, дом 22, строение 2, комната № 4 Б, г. Москва, 125130. Цена в других магазинах может отличаться.
          {"\n"} 1 Весь аудиоконтент, кроме радио, колонка проигрывает при наличии активной подписки Яндекс Плюс или иной, её включающей.
          {"\n"} 2 Для управления умным домом нужны устройства, которые работают с Алисой. Подробнее: https://yandex.ru/alice/smart-home
          </p>
          <p className="footer__copyright">&copy; 2015-2023 Яндекс</p>
        </footer>
    )
}
export default Footer;